Repository: randprotocol/clients
Catalog: ios/RandWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja, ko, ms, pl, ps, pt_br, ru, ta, ur, zh_hans, zh_hant_hk

source: Your prover does not take spend-key jobs. Pair your own prover in Settings, or send from the rand command-line wallet.
ar: لا يقبل مُثبِتك مهام مفتاح الإنفاق. اقرن مُثبِتك الخاص في الإعدادات، أو أرسل من محفظة سطر الأوامر rand.
de: Dein Prover nimmt keine Aufträge mit Ausgabeschlüssel an. Kopple deinen eigenen Prover in den Einstellungen oder sende aus der rand-Kommandozeilen-Wallet.
es: Tu probador no acepta trabajos con clave de gasto. Vincula tu propio probador en Ajustes o envía desde la billetera de línea de comandos rand.
fa: اثبات‌گر شما کارهای کلید خرج را نمی‌پذیرد. اثبات‌گر خودتان را در تنظیمات جفت کنید، یا از کیف پول خط فرمان rand ارسال کنید.
fr: Votre prouveur n'accepte pas les tâches avec clé de dépense. Associez votre propre prouveur dans les Paramètres, ou envoyez depuis le portefeuille en ligne de commande rand.
hi: आपका प्रूवर स्पेंड की वाले जॉब नहीं लेता। सेटिंग्स में अपना खुद का प्रूवर पेयर करें, या rand कमांड-लाइन वॉलेट से भेजें।
id: Prover Anda tidak menerima tugas kunci belanja. Pasangkan prover milik Anda sendiri di Pengaturan, atau kirim dari dompet baris perintah rand.
it: Il tuo prover non accetta lavori con la chiave di spesa. Associa un tuo prover nelle Impostazioni, oppure invia dal portafoglio a riga di comando rand.
ja: あなたのプルーバーは支出キーのジョブを受け付けません。設定で自分のプルーバーをペアリングするか、rand コマンドラインウォレットから送信してください。
ko: 내 프루버는 지출 키 작업을 받지 않습니다. 설정에서 직접 운영하는 프루버를 페어링하거나 rand 명령줄 지갑에서 보내세요.
ms: Pembukti anda tidak menerima kerja kunci perbelanjaan. Pasangkan pembukti anda sendiri dalam Tetapan, atau hantar daripada dompet baris perintah rand.
pl: Twój prover nie przyjmuje zadań z kluczem wydawania. Sparuj własny prover w Ustawieniach lub wyślij z portfela wiersza poleceń rand.
ps: ستاسو ثبوت جوړوونکی د لګښت کیلي دندې نه اخلي. په امستنو کې خپل ثبوت جوړوونکی جوړه کړئ، یا د rand له کمانډ لاین والټ څخه ولېږئ.
pt_br: Seu provador não aceita trabalhos com chave de gasto. Pareie seu próprio provador em Configurações ou envie pela carteira de linha de comando rand.
ru: Ваш прувер не принимает задания с ключом расходования. Подключите собственный прувер в настройках или отправьте из консольного кошелька rand.
ta: உங்கள் நிரூபிப்பான் செலவு-விசை வேலைகளை ஏற்பதில்லை. அமைப்புகளில் உங்கள் சொந்த நிரூபிப்பானை இணைக்கவும், அல்லது rand கட்டளை-வரி வாலட்டிலிருந்து அனுப்பவும்.
ur: آپ کا پروور اسپینڈ کی والے کام نہیں لیتا۔ ترتیبات میں اپنا پروور جوڑیں، یا rand کمانڈ لائن والیٹ سے بھیجیں۔
zh_hans: 你的证明器不接受需要花费密钥的任务。请在设置中配对你自己的证明器，或使用 rand 命令行钱包发送。
zh_hant_hk: 你的證明器不接受需要花費私鑰的工作。請在設定中配對你自己的證明器，或使用 rand 命令列錢包傳送。

source: Your prover does not take viewing-key jobs (it is older than this chain). Update it, or pair another.
ar: لا يقبل مُثبِتك مهام مفتاح العرض (هو أقدم من هذه السلسلة). حدّثه، أو اقرن غيره.
de: Dein Prover nimmt keine Aufträge mit Ansichtsschlüssel an (er ist älter als diese Chain). Aktualisiere ihn oder kopple einen anderen.
es: Tu probador no acepta trabajos con clave de visualización (es anterior a esta cadena). Actualízalo o vincula otro.
fa: اثبات‌گر شما کارهای کلید مشاهده را نمی‌پذیرد (از این شبکه قدیمی‌تر است). آن را به‌روزرسانی کنید، یا اثبات‌گر دیگری جفت کنید.
fr: Votre prouveur n'accepte pas les tâches avec clé de visualisation (il est antérieur à cette chaîne). Mettez-le à jour, ou associez-en un autre.
hi: आपका प्रूवर व्यूइंग की वाले जॉब नहीं लेता (यह इस चेन से पुराना है)। इसे अपडेट करें, या कोई दूसरा पेयर करें।
id: Prover Anda tidak menerima tugas kunci tampilan (versinya lebih lama dari chain ini). Perbarui, atau pasangkan prover lain.
it: Il tuo prover non accetta lavori con la chiave di visualizzazione (è più vecchio di questa catena). Aggiornalo, oppure associane un altro.
ja: あなたのプルーバーは閲覧キーのジョブを受け付けません（このチェーンより古いためです）。更新するか、別のプルーバーをペアリングしてください。
ko: 내 프루버는 조회 키 작업을 받지 않습니다(이 체인보다 오래된 버전). 업데이트하거나 다른 프루버를 페어링하세요.
ms: Pembukti anda tidak menerima kerja kunci tontonan (ia lebih lama daripada rantaian ini). Kemas kini pembukti itu, atau pasangkan yang lain.
pl: Twój prover nie przyjmuje zadań z kluczem podglądu (jest starszy niż ten łańcuch). Zaktualizuj go lub sparuj inny.
ps: ستاسو ثبوت جوړوونکی د لیدو کیلي دندې نه اخلي (له دې زنځیر څخه زوړ دی). تازه یې کړئ، یا بل جوړه کړئ.
pt_br: Seu provador não aceita trabalhos com chave de visualização (ele é mais antigo que esta cadeia). Atualize-o ou pareie outro.
ru: Ваш прувер не принимает задания с ключом просмотра (он старше этой сети). Обновите его или подключите другой.
ta: உங்கள் நிரூபிப்பான் பார்வை-விசை வேலைகளை ஏற்பதில்லை (அது இந்தச் செயினை விடப் பழையது). அதைப் புதுப்பிக்கவும், அல்லது வேறொன்றை இணைக்கவும்.
ur: آپ کا پروور ویوئنگ کی والے کام نہیں لیتا (یہ اس چین سے پرانا ہے)۔ اسے اپ ڈیٹ کریں، یا کوئی اور جوڑیں۔
zh_hans: 你的证明器不接受需要查看密钥的任务（它比这条链旧）。请更新它，或配对其他证明器。
zh_hant_hk: 你的證明器不接受檢視密鑰工作（它比此鏈更舊）。請更新它，或配對另一部。

source: Your prover has not answered for %lld minutes, so nothing was sent. Send again.
ar: لم يستجب مُثبِتك منذ %lld دقيقة، لذا لم يُرسل شيء. أرسل مجددًا.
de: Dein Prover hat seit %lld Minuten nicht geantwortet, daher wurde nichts gesendet. Sende erneut.
es: Tu probador no ha respondido durante %lld minutos, así que no se envió nada. Vuelve a enviar.
fa: اثبات‌گر شما %lld دقیقه است که پاسخ نداده، پس چیزی ارسال نشد. دوباره ارسال کنید.
fr: Votre prouveur ne répond plus depuis %lld minutes ; rien n'a donc été envoyé. Renvoyez.
hi: आपके प्रूवर ने %lld मिनट से जवाब नहीं दिया है, इसलिए कुछ भी नहीं भेजा गया। फिर से भेजें।
id: Prover Anda tidak menjawab selama %lld menit, jadi tidak ada yang dikirim. Kirim lagi.
it: Il tuo prover non risponde da %lld minuti, quindi non è stato inviato nulla. Invia di nuovo.
ja: プルーバーが %lld 分間応答していないため、何も送信されていません。もう一度送信してください。
ko: 프루버가 %lld분 동안 응답하지 않아 아무것도 전송되지 않았습니다. 다시 보내세요.
ms: Pembukti anda tidak menjawab selama %lld minit, jadi tiada apa-apa dihantar. Hantar semula.
pl: Twój prover nie odpowiada od %lld minuty, więc nic nie wysłano. Wyślij ponownie.
ps: ستاسو ثبوت جوړوونکي د %lld دقیقو لپاره ځواب نه دی ورکړی، نو هېڅ ونه لېږل شو. بیا یې ولېږئ.
pt_br: Seu provador não responde há %lld minutos, então nada foi enviado. Envie de novo.
ru: Ваш прувер не отвечает уже %lld минуты, поэтому ничего не отправлено. Отправьте снова.
ta: உங்கள் நிரூபிப்பான் %lld நிமிடங்களாகப் பதிலளிக்கவில்லை, எனவே எதுவும் அனுப்பப்படவில்லை. மீண்டும் அனுப்பவும்.
ur: آپ کے پروور نے %lld منٹ سے جواب نہیں دیا، اس لیے کچھ نہیں بھیجا گیا۔ دوبارہ بھیجیں۔
zh_hans: 你的证明器已有 %lld 分钟没有响应，因此未发送任何内容。请重新发送。
zh_hant_hk: 你的證明器已經 %lld 分鐘沒有回應，因此沒有傳送任何東西。請再傳送一次。

source: Your prover has not finished after %lld minutes, so nothing was sent. Send again.
ar: لم ينتهِ مُثبِتك بعد %lld دقيقة، لذا لم يُرسل شيء. أرسل مجددًا.
de: Dein Prover ist nach %lld Minuten nicht fertig geworden, daher wurde nichts gesendet. Sende erneut.
es: Tu probador no ha terminado después de %lld minutos, así que no se envió nada. Vuelve a enviar.
fa: اثبات‌گر شما پس از %lld دقیقه کار را تمام نکرده، پس چیزی ارسال نشد. دوباره ارسال کنید.
fr: Votre prouveur n'a pas terminé après %lld minutes ; rien n'a donc été envoyé. Renvoyez.
hi: आपका प्रूवर %lld मिनट बाद भी पूरा नहीं कर पाया, इसलिए कुछ भी नहीं भेजा गया। फिर से भेजें।
id: Prover Anda belum selesai setelah %lld menit, jadi tidak ada yang dikirim. Kirim lagi.
it: Il tuo prover non ha finito dopo %lld minuti, quindi non è stato inviato nulla. Invia di nuovo.
ja: プルーバーが %lld 分たっても完了しないため、何も送信されていません。もう一度送信してください。
ko: 프루버가 %lld분이 지나도 완료하지 않아 아무것도 전송되지 않았습니다. 다시 보내세요.
ms: Pembukti anda belum selesai selepas %lld minit, jadi tiada apa-apa dihantar. Hantar semula.
pl: Twój prover nie skończył po %lld minuty, więc nic nie wysłano. Wyślij ponownie.
ps: ستاسو ثبوت جوړوونکی له %lld دقیقو وروسته هم بشپړ شوی نه دی، نو هېڅ ونه لېږل شو. بیا یې ولېږئ.
pt_br: Seu provador não terminou depois de %lld minutos, então nada foi enviado. Envie de novo.
ru: Ваш прувер не закончил за %lld минуты, поэтому ничего не отправлено. Отправьте снова.
ta: %lld நிமிடங்களுக்குப் பிறகும் உங்கள் நிரூபிப்பான் முடிக்கவில்லை, எனவே எதுவும் அனுப்பப்படவில்லை. மீண்டும் அனுப்பவும்.
ur: آپ کا پروور %lld منٹ بعد بھی مکمل نہیں ہوا، اس لیے کچھ نہیں بھیجا گیا۔ دوبارہ بھیجیں۔
zh_hans: 你的证明器在 %lld 分钟后仍未完成，因此未发送任何内容。请重新发送。
zh_hant_hk: 你的證明器在 %lld 分鐘後仍未完成，因此沒有傳送任何東西。請再傳送一次。

source: Your prover makes the proof; this phone checks it before anything is sent. Keep the app open — closing it loses this proof, and nothing is sent.
ar: يُعِدّ مُثبِتك الإثبات، ويتحقق منه هذا الهاتف قبل إرسال أي شيء. أبقِ التطبيق مفتوحًا — إغلاقه يُضيع هذا الإثبات، ولا يُرسل شيء.
de: Dein Prover erstellt den Beweis; dieses Telefon prüft ihn, bevor etwas gesendet wird. Lass die App geöffnet – schließt du sie, geht dieser Beweis verloren, und nichts wird gesendet.
es: Tu probador genera la prueba; este teléfono la verifica antes de enviar nada. Mantén la app abierta: si la cierras se pierde esta prueba y no se envía nada.
fa: اثبات‌گر شما اثبات را می‌سازد؛ این گوشی پیش از ارسال هر چیزی آن را بررسی می‌کند. برنامه را باز نگه دارید — بستن آن این اثبات را از بین می‌برد و چیزی ارسال نمی‌شود.
fr: Votre prouveur génère la preuve ; ce téléphone la vérifie avant tout envoi. Gardez l'application ouverte — la fermer fait perdre cette preuve, et rien n'est envoyé.
hi: आपका प्रूवर प्रूफ़ बनाता है; यह फ़ोन कुछ भी भेजने से पहले उसकी जाँच करता है। ऐप खुला रखें — इसे बंद करने से यह प्रूफ़ खो जाता है, और कुछ भी नहीं भेजा जाता।
id: Prover Anda membuat bukti; ponsel ini memeriksanya sebelum apa pun dikirim. Biarkan aplikasi tetap terbuka — menutupnya akan menghilangkan bukti ini, dan tidak ada yang dikirim.
it: Il tuo prover genera la prova; questo telefono la verifica prima di inviare qualsiasi cosa. Tieni l'app aperta — chiudendola questa prova va persa, e non viene inviato nulla.
ja: 証明はプルーバーが作成し、このスマートフォンが何かを送信する前に検証します。アプリを開いたままにしてください — 閉じるとこの証明は失われ、何も送信されません。
ko: 증명은 프루버가 만들고, 이 휴대폰은 무엇이든 전송하기 전에 증명을 확인합니다. 앱을 열어 두세요 — 닫으면 이 증명을 잃으며 아무것도 전송되지 않습니다.
ms: Pembukti anda membuat bukti; telefon ini menyemaknya sebelum apa-apa dihantar. Biarkan aplikasi terbuka — menutupnya akan menghilangkan bukti ini, dan tiada apa-apa dihantar.
pl: Twój prover generuje dowód; ten telefon sprawdza go, zanim cokolwiek zostanie wysłane. Nie zamykaj aplikacji — zamknięcie jej powoduje utratę tego dowodu i nic nie zostanie wysłane.
ps: ستاسو ثبوت جوړوونکی ثبوت جوړوي؛ دا تلیفون یې مخکې له دې چې څه ولېږل شي، کتل کوي. اپ خلاص وساتئ — بندول یې دا ثبوت له منځه وړي، او هېڅ نه لېږل کېږي.
pt_br: Seu provador gera a prova; este celular a verifica antes de qualquer envio. Mantenha o app aberto — fechá-lo perde esta prova, e nada é enviado.
ru: Доказательство строит ваш прувер; этот телефон проверяет его, прежде чем что-либо отправить. Не закрывайте приложение — если закрыть его, доказательство пропадёт и ничего не отправится.
ta: உங்கள் நிரூபிப்பான் நிரூபணத்தை உருவாக்கும்; எதையும் அனுப்பும் முன் இந்தத் தொலைபேசி அதைச் சரிபார்க்கும். ஆப்பைத் திறந்தே வையுங்கள் — மூடினால் இந்த நிரூபணம் இழக்கப்படும், எதுவும் அனுப்பப்படாது.
ur: آپ کا پروور پروف بناتا ہے؛ یہ فون کچھ بھی بھیجنے سے پہلے اس کی جانچ کرتا ہے۔ ایپ کھلی رکھیں — اسے بند کرنے سے یہ پروف ضائع ہو جاتا ہے، اور کچھ نہیں بھیجا جاتا۔
zh_hans: 证明由你的证明器生成；这部手机会在发送任何内容之前检查它。请保持应用打开——关闭应用会丢失此证明，且不会发送任何内容。
zh_hant_hk: 證明由你的證明器生成；這部手機會在傳送任何東西之前檢查它。請保持應用程式開啟：關閉它會令此證明遺失，亦不會傳送任何東西。

source: Your prover's pairing could not be opened. Pair the prover again in Settings.
ar: تعذّر فتح إقران مُثبِتك. اقرن المُثبِت مجددًا في الإعدادات.
de: Die Kopplung deines Provers konnte nicht geöffnet werden. Kopple den Prover in den Einstellungen erneut.
es: No se pudo abrir la vinculación de tu probador. Vuelve a vincular el probador en Ajustes.
fa: جفت‌سازی اثبات‌گر شما باز نشد. اثبات‌گر را دوباره در تنظیمات جفت کنید.
fr: L'association de votre prouveur n'a pas pu être ouverte. Associez de nouveau le prouveur dans les Paramètres.
hi: आपके प्रूवर की पेयरिंग खोली नहीं जा सकी। सेटिंग्स में प्रूवर को फिर से पेयर करें।
id: Pemasangan prover Anda tidak dapat dibuka. Pasangkan prover lagi di Pengaturan.
it: Impossibile aprire l'associazione del tuo prover. Associa di nuovo il prover nelle Impostazioni.
ja: プルーバーのペアリング情報を開けませんでした。設定でプルーバーをもう一度ペアリングしてください。
ko: 프루버의 페어링 정보를 열 수 없습니다. 설정에서 프루버를 다시 페어링하세요.
ms: Pasangan pembukti anda tidak dapat dibuka. Pasangkan pembukti semula dalam Tetapan.
pl: Nie udało się otworzyć parowania twojego provera. Sparuj prover ponownie w Ustawieniach.
ps: ستاسو د ثبوت جوړوونکي جوړه خلاصه نه شوه. په امستنو کې ثبوت جوړوونکی بیا جوړه کړئ.
pt_br: Não foi possível abrir o pareamento do seu provador. Pareie o provador de novo em Configurações.
ru: Не удалось открыть сопряжение с вашим прувером. Подключите прувер заново в настройках.
ta: உங்கள் நிரூபிப்பானின் இணைத்தல் விவரங்களைத் திறக்க முடியவில்லை. அமைப்புகளில் நிரூபிப்பானை மீண்டும் இணைக்கவும்.
ur: آپ کے پروور کا جوڑ کھولا نہیں جا سکا۔ ترتیبات میں پروور کو دوبارہ جوڑیں۔
zh_hans: 无法打开你的证明器配对信息。请在设置中重新配对该证明器。
zh_hant_hk: 無法打開你的證明器配對資料。請在設定中重新配對該證明器。

source: Your secret key
ar: مفتاحك السري
de: Dein geheimer Schlüssel
es: Tu clave secreta
fa: کلید مخفی شما
fr: Votre clé secrète
hi: आपकी गुप्त की
id: Kunci rahasia Anda
it: La tua chiave segreta
ja: 秘密鍵
ko: 비밀 키
ms: Kunci rahsia anda
pl: Twój tajny klucz
ps: ستاسو پټه کیلي
pt_br: Sua chave secreta
ru: Ваш секретный ключ
ta: உங்கள் ரகசிய விசை
ur: آپ کی خفیہ کی
zh_hans: 你的私密密钥
zh_hant_hk: 你的秘密私鑰

source: a contact name is 1-64 characters and cannot start with rand1 or randpay:
ar: اسم جهة الاتصال من 1 إلى 64 حرفًا ولا يمكن أن يبدأ بـ rand1 أو randpay:
de: ein Kontaktname hat 1–64 Zeichen und darf nicht mit rand1 oder randpay: beginnen
es: el nombre de un contacto tiene de 1 a 64 caracteres y no puede empezar con rand1 ni randpay:
fa: نام مخاطب 1 تا 64 نویسه است و نمی‌تواند با rand1 یا randpay: شروع شود
fr: un nom de contact compte de 1 à 64 caractères et ne peut pas commencer par rand1 ni randpay:
hi: संपर्क का नाम 1-64 अक्षरों का होता है और rand1 या randpay: से शुरू नहीं हो सकता
id: nama kontak terdiri dari 1-64 karakter dan tidak boleh diawali rand1 atau randpay:
it: il nome di un contatto è di 1-64 caratteri e non può iniziare con rand1 o randpay:
ja: 連絡先の名前は1〜64文字で、rand1 や randpay: で始めることはできません
ko: 연락처 이름은 1~64자이며 rand1 또는 randpay:로 시작할 수 없습니다
ms: nama kenalan ialah 1-64 aksara dan tidak boleh bermula dengan rand1 atau randpay:
pl: nazwa kontaktu ma 1–64 znaki i nie może zaczynać się od rand1 ani randpay:
ps: د اړیکې نوم 1-64 توري دی او نشي کولی په rand1 یا randpay: پیل شي
pt_br: o nome de um contato tem de 1 a 64 caracteres e não pode começar com rand1 nem randpay:
ru: имя контакта — от 1 до 64 символов и не может начинаться с rand1 или randpay:
ta: தொடர்புப் பெயர் 1-64 எழுத்துகள், அது rand1 அல்லது randpay: எனத் தொடங்கக் கூடாது
ur: رابطے کا نام 1 سے 64 حروف کا ہوتا ہے اور rand1 یا randpay: سے شروع نہیں ہو سکتا
zh_hans: 联系人名称为 1-64 个字符，且不能以 rand1 或 randpay: 开头
zh_hant_hk: 聯絡人名稱為 1 至 64 個字元，且不能以 rand1 或 randpay: 開頭

source: a contact named %@ exists
ar: توجد جهة اتصال باسم %@
de: ein Kontakt namens %@ existiert bereits
es: ya existe un contacto llamado %@
fa: مخاطبی با نام %@ وجود دارد
fr: un contact nommé %@ existe déjà
hi: %@ नाम का संपर्क पहले से मौजूद है
id: kontak bernama %@ sudah ada
it: esiste già un contatto di nome %@
ja: %@ という連絡先は既に存在します
ko: %@(이)라는 연락처가 이미 있습니다
ms: kenalan bernama %@ sudah wujud
pl: kontakt o nazwie %@ już istnieje
ps: د %@ په نوم یوه اړیکه شته
pt_br: já existe um contato chamado %@
ru: контакт с именем %@ уже есть
ta: %@ என்ற பெயரில் ஒரு தொடர்பு உள்ளது
ur: %@ نام کا رابطہ پہلے سے موجود ہے
zh_hans: 已存在名为 %@ 的联系人
zh_hant_hk: 已有名為 %@ 的聯絡人

source: a contact needs an address
ar: تحتاج جهة الاتصال إلى عنوان
de: ein Kontakt braucht eine Adresse
es: un contacto necesita una dirección
fa: مخاطب به یک آدرس نیاز دارد
fr: un contact doit avoir une adresse
hi: संपर्क के लिए पता चाहिए
id: kontak memerlukan alamat
it: un contatto ha bisogno di un indirizzo
ja: 連絡先にはアドレスが必要です
ko: 연락처에는 주소가 필요합니다
ms: kenalan memerlukan alamat
pl: kontakt musi mieć adres
ps: اړیکې ته پته اړینه ده
pt_br: um contato precisa de um endereço
ru: у контакта должен быть адрес
ta: தொடர்புக்கு ஒரு முகவரி தேவை
ur: رابطے کے لیے پتہ ضروری ہے
zh_hans: 联系人需要地址
zh_hant_hk: 聯絡人需要地址

source: a spend key is 64 hex characters, or a wallet.key.json
ar: مفتاح الإنفاق 64 حرفًا ست عشريًا، أو ملف wallet.key.json
de: ein Ausgabeschlüssel ist 64 Hex-Zeichen lang oder eine wallet.key.json
es: una clave de gasto son 64 caracteres hexadecimales, o un wallet.key.json
fa: کلید خرج 64 نویسه‌ی هگز است، یا یک wallet.key.json
fr: une clé de dépense fait 64 caractères hexadécimaux, ou est un wallet.key.json
hi: स्पेंड की 64 हेक्स अक्षरों की होती है, या एक wallet.key.json
id: kunci belanja terdiri dari 64 karakter hex, atau berkas wallet.key.json
it: una chiave di spesa è di 64 caratteri esadecimali, oppure un wallet.key.json
ja: 支出キーは16進数64文字、または wallet.key.json です
ko: 지출 키는 16진수 64자 또는 wallet.key.json 파일입니다
ms: kunci perbelanjaan ialah 64 aksara heks, atau wallet.key.json
pl: klucz wydawania to 64 znaki szesnastkowe albo plik wallet.key.json
ps: د لګښت کیلي 64 hex توري دي، یا wallet.key.json
pt_br: uma chave de gasto tem 64 caracteres hexadecimais, ou é um wallet.key.json
ru: ключ расходования — это 64 шестнадцатеричных символа или файл wallet.key.json
ta: செலவு விசை என்பது 64 hex எழுத்துகள், அல்லது ஒரு wallet.key.json
ur: اسپینڈ کی 64 ہیکس حروف کی ہوتی ہے، یا ایک wallet.key.json
zh_hans: 花费密钥是 64 个十六进制字符，或一个 wallet.key.json 文件
zh_hant_hk: 花費私鑰為 64 個十六進位字元，或 wallet.key.json 檔案

source: address: %@
ar: العنوان: %@
de: Adresse: %@
es: dirección: %@
fa: آدرس: %@
fr: adresse : %@
hi: पता: %@
id: alamat: %@
it: indirizzo: %@
ja: アドレス: %@
ko: 주소: %@
ms: alamat: %@
pl: adres: %@
ps: پته: %@
pt_br: endereço: %@
ru: адрес: %@
ta: முகவரி: %@
ur: پتہ: %@
zh_hans: 地址：%@
zh_hant_hk: 地址：%@

source: alice
ar: سلمى
de: anna
es: lucía
fa: سارا
hi: प्रिया
id: Sari
ja: さくら
ko: 민지
ms: aminah
pl: ala
ps: ملالۍ
pt_br: ana
ru: Алиса
ta: கயல்
ur: عائشہ
zh_hans: 小明
zh_hant_hk: 阿明

source: amount must be greater than zero
ar: يجب أن يكون المبلغ أكبر من صفر
de: der Betrag muss größer als null sein
es: el monto debe ser mayor que cero
fa: مقدار باید بیشتر از صفر باشد
fr: le montant doit être supérieur à zéro
hi: राशि शून्य से अधिक होनी चाहिए
id: jumlah harus lebih besar dari nol
it: l'importo deve essere maggiore di zero
ja: 金額はゼロより大きくする必要があります
ko: 금액은 0보다 커야 합니다
ms: amaun mestilah lebih daripada sifar
pl: kwota musi być większa od zera
ps: اندازه باید له صفر څخه زیاته وي
pt_br: o valor deve ser maior que zero
ru: сумма должна быть больше нуля
ta: தொகை பூஜ்யத்தை விட அதிகமாக இருக்க வேண்டும்
ur: رقم صفر سے زیادہ ہونی چاہیے
zh_hans: 金额必须大于零
zh_hant_hk: 金額必須大於零

source: amount overflow
ar: تجاوز المبلغ الحد
de: Betragsüberlauf
es: desbordamiento del monto
fa: سرریز مقدار
fr: dépassement de capacité du montant
hi: राशि ओवरफ़्लो
id: jumlah melebihi batas
it: overflow dell'importo
ja: 金額がオーバーフローしました
ko: 금액 오버플로
ms: amaun melimpah
pl: przepełnienie kwoty
ps: اندازه له حد څخه اوړي
pt_br: estouro de valor
ru: переполнение суммы
ta: தொகை வரம்பு மீறல்
ur: رقم حد سے تجاوز کر گئی
zh_hans: 金额溢出
zh_hant_hk: 金額溢位

source: amounts overflow
ar: تجاوزت المبالغ الحد
de: Überlauf der Beträge
es: desbordamiento de los montos
fa: سرریز مقادیر
fr: dépassement de capacité des montants
hi: राशियों में ओवरफ़्लो
id: total jumlah melebihi batas
it: overflow degli importi
ja: 金額の合計がオーバーフローしました
ko: 금액 오버플로
ms: amaun-amaun melimpah
pl: przepełnienie sumy kwot
ps: اندازې له حد څخه اوړي
pt_br: estouro na soma dos valores
ru: переполнение сумм
ta: தொகைகள் வரம்பு மீறல்
ur: رقوم حد سے تجاوز کر گئیں
zh_hans: 金额溢出
zh_hant_hk: 金額溢位

source: asset %u
ar: الأصل %u
es: activo %u
fa: دارایی %u
fr: actif %u
hi: एसेट %u
id: aset %u
ja: アセット %u
ko: 자산 %u
ms: aset %u
pl: aktywo %u
ps: شتمني %u
pt_br: ativo %u
ru: актив %u
ta: சொத்து %u
ur: اثاثہ %u
zh_hans: 资产 %u
zh_hant_hk: 資產 %u

source: bad address: %@
ar: عنوان غير صالح: %@
de: ungültige Adresse: %@
es: dirección no válida: %@
fa: آدرس نادرست: %@
fr: adresse non valide : %@
hi: गलत पता: %@
id: alamat tidak valid: %@
it: indirizzo non valido: %@
ja: 不正なアドレス: %@
ko: 잘못된 주소: %@
ms: alamat tidak sah: %@
pl: błędny adres: %@
ps: ناسمه پته: %@
pt_br: endereço inválido: %@
ru: неверный адрес: %@
ta: தவறான முகவரி: %@
ur: غلط پتہ: %@
zh_hans: 地址无效：%@
zh_hant_hk: 地址錯誤：%@

source: bad amount %@
ar: مبلغ غير صالح %@
de: ungültiger Betrag %@
es: monto no válido %@
fa: مقدار نادرست %@
fr: montant non valide %@
hi: गलत राशि %@
id: jumlah tidak valid %@
it: importo non valido %@
ja: 不正な金額 %@
ko: 잘못된 금액 %@
ms: amaun tidak sah %@
pl: błędna kwota %@
ps: ناسمه اندازه %@
pt_br: valor inválido %@
ru: неверная сумма %@
ta: தவறான தொகை %@
ur: غلط رقم %@
zh_hans: 金额无效 %@
zh_hant_hk: 金額錯誤 %@

source: bad asset %@
ar: أصل غير صالح %@
de: ungültiges Asset %@
es: activo no válido %@
fa: دارایی نادرست %@
fr: actif non valide %@
hi: गलत एसेट %@
id: aset tidak valid %@
it: asset non valido %@
ja: 不正なアセット %@
ko: 잘못된 자산 %@
ms: aset tidak sah %@
pl: błędne aktywo %@
ps: ناسمه شتمني %@
pt_br: ativo inválido %@
ru: неверный актив %@
ta: தவறான சொத்து %@
ur: غلط اثاثہ %@
zh_hans: 资产无效 %@
zh_hant_hk: 資產錯誤 %@

source: bad percent-encoding
ar: ترميز نسبة مئوية غير صالح
de: ungültige Prozentkodierung
es: codificación porcentual no válida
fa: کدگذاری درصدی نادرست
fr: encodage pourcent non valide
hi: गलत percent-encoding
id: percent-encoding tidak valid
it: percent-encoding non valido
ja: 不正なパーセントエンコーディング
ko: 잘못된 퍼센트 인코딩
ms: pengekodan peratus tidak sah
pl: błędne kodowanie procentowe
ps: ناسم percent-encoding
pt_br: codificação percentual inválida
ru: неверное процентное кодирование
ta: தவறான percent-encoding
ur: غلط percent-encoding
zh_hans: 百分号编码无效
zh_hant_hk: 百分比編碼錯誤

# cannot reach the prover at %@: %@
source: cannot reach the prover at %1$@: %2$@
ar: تعذّر الوصول إلى المُثبِت على %@: %@
de: der Prover unter %@ ist nicht erreichbar: %@
es: no se puede conectar con el probador en %@: %@
fa: دسترسی به اثبات‌گر در %@ ممکن نیست: %@
fr: impossible de joindre le prouveur à %@ : %@
hi: %@ पर मौजूद प्रूवर तक नहीं पहुँचा जा सकता: %@
id: tidak dapat menjangkau prover di %@: %@
it: impossibile raggiungere il prover su %@: %@
ja: %@ のプルーバーに接続できません: %@
ko: %@의 프루버에 연결할 수 없습니다: %@
ms: tidak dapat mencapai pembukti di %@: %@
pl: nie można połączyć się z proverem pod adresem %@: %@
ps: په %@ کې ثبوت جوړوونکي ته لاسرسی نشته: %@
pt_br: não foi possível acessar o provador em %@: %@
ru: не удаётся связаться с прувером %@: %@
ta: %@-இல் உள்ள நிரூபிப்பானை அணுக முடியவில்லை: %@
ur: %@ پر موجود پروور تک رسائی نہیں ہو سکتی: %@
zh_hans: 无法连接位于 %@ 的证明器：%@
zh_hant_hk: 無法連接 %@ 的證明器：%@

source: cannot reach the prover at %@: timed out
ar: تعذّر الوصول إلى المُثبِت في %@: انتهت المهلة
de: Prover unter %@ nicht erreichbar: Zeitüberschreitung
es: no se puede conectar con el probador en %@: se agotó el tiempo de espera
fa: دسترسی به اثبات‌گر در %@ ممکن نیست: مهلت تمام شد
fr: impossible de joindre le prouveur à %@ : délai dépassé
hi: %@ पर मौजूद प्रूवर तक नहीं पहुँचा जा सकता: समय समाप्त
id: tidak dapat menjangkau prover di %@: waktu habis
it: impossibile raggiungere il prover a %@: tempo scaduto
ja: %@ のプルーバーに接続できません: タイムアウトしました
ko: %@의 프루버에 연결할 수 없습니다: 시간 초과
ms: tidak dapat mencapai pembukti di %@: tamat masa
pl: nie można połączyć się z proverem pod %@: przekroczono limit czasu
ps: په %@ کې ثبوت جوړوونکي ته لاسرسی نشته: وخت پای ته ورسېد
pt_br: não foi possível alcançar o provador em %@: tempo esgotado
ru: не удаётся связаться с прувером %@: время ожидания истекло
ta: %@-இல் உள்ள நிரூபிப்பானை அணுக முடியவில்லை: நேரம் முடிந்தது
ur: %@ پر موجود پروور تک رسائی نہیں ہو سکتی: وقت ختم ہو گیا
zh_hans: 无法连接位于 %@ 的证明器：超时
zh_hant_hk: 無法連接位於 %@ 的證明器：逾時
